greetings = '👋Вітаємо в телеграм боті. Для подальшого використання бота пропишіть команду "/help" '
help = """Отже, ось що я вмію:
    /help -- ця команда перекине вас сюди. Тут ви можете дізнатись про мої функції📋;
    /life -- ця команда розпочне опитування📊, яке допоможе визначити, який тариф вам підійде
    /support -- задати питання 🆘службі підтримки⛑
    """
love_lifecell = "Ми раді, що ви довіряєте нам❤️. Продовжимо опитування, щоб підібрати для вас найкращий тариф"
not_lifecell = "Ми радимо вам перейти на тарифи від Lifecell😊"
wrong_answer = "Перепрошую👻. Я приймаю відповіді тільки такими, якими вони є на кнопках. Використовуйте їх для спілкування зі мною"
start_m = "Розпочнімо опитування. "
question_0 = "Питання №0: Яким оператором ви користуєтесь?🤔"
question_1 = "Питання №1.  Чи часто вам потрібно дзвонити на номери інших операторів?📞"
question_2 = "Питання №2. Як часто ви дзвоните?📞 \n1. Кілька разів на місяць. \n2. Раз в тиждень. \n3. Кілька разів на тиждень. \n4. Кілька разів на день)"
question_3 = "Питання №3. Скільки часу тривають дзвінки?⏱ \n1.До трьох хвилин \n2. Десять хвилин \n3. Півгодини. \n4. Не кладу слухавку)"
question_4 = "Питання №4. Як ви використовуєте мобільні дані?📱 \n1. Месенджері \n2. Дивлюсь відео, фільми. \n3. Роздаю на комп'ютер \n4.Тримаю ботоферму)"
question_5 = "Питання №5. Скільки ви готові витратити на послуги мобільного зв'язку?💸 \n1. До 200 грн \n2. 200-400 грн \n3. Стільки, скільки потрібно буде для моїх потреб"
wait_calculation = "Секундочку. Підбираємо тариф, який вам ідеально пасуватиме😊"
calculated = "Вам найкраще підійде: "
forward = "Перешліть сюди повідомлення користувача, якого ви хочете зробити оператором"
registered = "Оператора успішно додано🎉"
not_admin = "Перепрошую. Ви не маєте прав додавати нових операторів🤔. Зверніться до розробника, якщо виникла помилка @VolondeBot🤖"
not_operator = "Перепрошую. Ви не оператор❌. Зверніться до менеджера або розробника, якщо виникла помилка @VolondeBot🤖"
call_support = (
    "Коротко опишіть своє питання✍️. Максимальний обсяг повідомлення 1000 символів"
)
too_large = "📄Ваше повідомлення надто велике. Скоротіть повідомлення до 1000 символів"
success_call = "Питання відправлено операторам📨"
call_answer = 'Дай відповідь або введи "Інше", щоб вибрати інше питання. Щоб припинити роботу, введи "Скасувати"'
solved = "Відповідь відправлено📨. Бажаєте продовжити надавати відповіді?"
operator_answer = "Оператор відповів на ваше питання.👏 "
empty = "Жодних питань не залишилось🫡"
end = "Роботу оператора зупинено"
